Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: It saves the workouts you record, with their energy, distance and route.
ar: ويحفظ التمارين التي تسجّلها، مع طاقتها ومسافتها ومسارها.
da: Den gemmer de træninger, du optager, med deres energi, distance og rute.
de: Die App speichert die Trainings, die du aufzeichnest, mit Energie, Distanz und Route.
es: Guarda los entrenamientos que registras, con su energía, distancia y ruta.
fi: Se tallentaa kirjaamasi harjoitukset sekä niiden energian, matkan ja reitin.
fr: Elle enregistre les entraînements que vous enregistrez, avec leur énergie, leur distance et leur itinéraire.
is: Það vistar æfingarnar sem þú skráir, með orku þeirra, vegalengd og leið.
it: Salva gli allenamenti che registri, con energia, distanza e percorso.
ja: 記録したワークアウトを、そのエネルギー、距離、ルートとともに保存します。
ko: 기록한 운동을 에너지, 거리, 경로와 함께 저장합니다.
nb: Den lagrer øktene du registrerer, med energi, distanse og rute.
nl: Het slaat de trainingen op die je vastlegt, met hun energie, afstand en route.
pt_br: Ele salva os treinos que você grava, com energia, distância e rota.
ru: Приложение сохраняет записанные вами тренировки с их энергией, расстоянием и маршрутом.
sv: Den sparar de träningspass du spelar in, med deras energi, distans och rutt.
zh_hans: 它会保存你记录的训练，包括能量、距离和路线。

source: It stays on your device until you delete it in the app or delete the app.
ar: تبقى على جهازك حتى تحذفها في التطبيق أو تحذف التطبيق.
da: De bliver på din enhed, indtil du sletter dem i appen eller sletter appen.
de: Die Daten bleiben auf deinem Gerät, bis du sie in der App löschst oder die App löschst.
es: Permanecen en tu dispositivo hasta que los borres en la app o elimines la app.
fi: Ne pysyvät laitteellasi, kunnes poistat ne sovelluksessa tai poistat sovelluksen.
fr: Elles restent sur votre appareil jusqu’à ce que vous les supprimiez dans l’app ou que vous supprimiez l’app.
is: Þau haldast á tækinu þínu þar til þú eyðir þeim í forritinu eða eyðir forritinu.
it: Restano sul tuo dispositivo finché non li elimini nell’app o non elimini l’app.
ja: アプリ内で削除するか、アプリを削除するまで、デバイスに保存されます。
ko: 앱에서 삭제하거나 앱을 삭제할 때까지 기기에 남아 있습니다.
nb: De blir på enheten din til du sletter dem i appen eller sletter appen.
nl: Ze blijven op je apparaat tot je ze in de app verwijdert of de app verwijdert.
pt_br: Eles ficam no seu dispositivo até você apagá-los no app ou apagar o app.
ru: Они хранятся на вашем устройстве, пока вы не удалите их в приложении или не удалите само приложение.
sv: De ligger kvar på din enhet tills du raderar dem i appen eller raderar appen.
zh_hans: 这些数据会保留在你的设备上，直到你在应用中删除它们或删除应用。

source: Just for New Sessions
ar: للجلسات الجديدة فقط
da: Kun for nye sessioner
de: Nur für neue Sitzungen
es: Solo para sesiones nuevas
fi: Vain uusille istunnoille
fr: Uniquement pour les nouvelles sessions
is: Aðeins fyrir nýjar lotur
it: Solo per le nuove sessioni
ja: 新規セッションのみ
ko: 새 세션에만
nb: Bare for nye økter
nl: Alleen voor nieuwe sessies
pt_br: Apenas para novas sessões
ru: Только для новых сессий
sv: Endast för nya sessioner
zh_hans: 仅适用于新记录

source: Just now
ar: للتو
da: Lige nu
de: Gerade eben
es: Ahora mismo
fi: Juuri nyt
fr: À l’instant
is: Rétt í þessu
it: Adesso
ja: たった今
ko: 방금
nb: Akkurat nå
nl: Zojuist
pt_br: Agora mesmo
ru: Только что
sv: Nyss
zh_hans: 刚刚

source: Keep copied content until I paste it
ar: الاحتفاظ بالمحتوى المنسوخ حتى ألصقه
da: Behold kopieret indhold, indtil jeg indsætter det
de: Kopierten Inhalt behalten, bis ich ihn einfüge
es: Conservar el contenido copiado hasta que lo pegue
fi: Säilytä kopioitu sisältö, kunnes liitän sen
fr: Conserver le contenu copié jusqu'à ce que je le colle
is: Halda afrituðu efni þar til ég lími það
it: Mantieni il contenuto copiato finché non lo incollo
ja: 貼り付けるまでコピーした内容を保持する
ko: 붙여넣을 때까지 복사한 내용 유지
nb: Behold kopiert innhold til jeg limer det inn
nl: Gekopieerde inhoud bewaren tot ik die plak
pt_br: Manter o conteúdo copiado até eu colá-lo
ru: Сохранять скопированное содержимое, пока я его не вставлю
sv: Behåll kopierat innehåll tills jag klistrar in det
zh_hans: 在我粘贴之前保留已复制的内容

source: Keep going
ar: تابع
da: Fortsæt
de: Weitermachen
es: Continuar
fi: Jatka
fr: Continuer
is: Halda áfram
it: Continua
ja: 続ける
ko: 계속하기
nb: Fortsett
nl: Doorgaan
pt_br: Continuar
ru: Продолжить
sv: Fortsätt
zh_hans: 继续

source: Keep nightly sleep on schedule; don't waste a good day with a bad night.
ar: حافظ على مواعيد نومك الليلية؛ لا تُهدر يومًا جيدًا بليلة سيئة.
da: Hold din natlige søvn på skemaet; spild ikke en god dag med en dårlig nat.
de: Halte deinen Schlafrhythmus ein — verschwende keinen guten Tag mit einer schlechten Nacht.
es: Mantén el horario de sueño; no eches a perder un buen día con una mala noche.
fi: Pidä yöunet aikataulussa; älä pilaa hyvää päivää huonolla yöllä.
fr: Gardez un horaire de sommeil régulier ; ne gâchez pas une bonne journée avec une mauvaise nuit.
is: Haltu svefninum á áætlun; ekki sóa góðum degi með slæmri nótt.
it: Mantieni gli orari del sonno; non sprecare una buona giornata con una brutta notte.
ja: 就寝時刻を一定に保ちましょう。良い一日を悪い夜で台無しにしないように。
ko: 밤 수면 일정을 지키세요. 좋은 하루를 나쁜 밤으로 낭비하지 마세요.
nb: Hold nattesøvnen på skjema; ikke kast bort en god dag med en dårlig natt.
nl: Houd je nachtritme aan; verspil geen goede dag met een slechte nacht.
pt_br: Mantenha o horário de sono; não desperdice um bom dia com uma noite ruim.
ru: Соблюдайте режим ночного сна; не тратьте хороший день на плохую ночь.
sv: Håll nattsömnen enligt schema; slösa inte bort en bra dag med en dålig natt.
zh_hans: 保持规律的夜间作息；别让糟糕的一夜浪费了好的一天。

source: Keep screen on during recording
ar: إبقاء الشاشة مضاءة أثناء التسجيل
da: Hold skærmen tændt under optagelse
de: Bildschirm während der Aufnahme eingeschaltet lassen
es: Mantener la pantalla encendida durante la grabación
fi: Pidä näyttö päällä tallennuksen aikana
fr: Garder l'écran allumé pendant l'enregistrement
is: Hafa skjáinn kveiktan meðan á upptöku stendur
it: Mantieni lo schermo acceso durante la registrazione
ja: 記録中は画面を点灯したままにする
ko: 녹음 중 화면 켜 두기
nb: Hold skjermen på under opptak
nl: Scherm aan houden tijdens opname
pt_br: Manter a tela ligada durante a gravação
ru: Не выключать экран во время записи
sv: Håll skärmen på under inspelning
zh_hans: 录制时保持屏幕常亮

source: Keep the strap on for about 2 minutes after Stop — your autonomic recovery rate is the HR drop at +1 min and +2 min. We'll fill this in automatically when the window closes.
ar: أبقِ الحزام مرتديًا لنحو دقيقتين بعد الإيقاف — معدل تعافيك الذاتي هو انخفاض النبض عند +1 دقيقة و+2 دقيقة. سنملأ هذا تلقائيًا عند إغلاق النافذة.
da: Behold remmen på i cirka 2 minutter efter Stop — din autonome restitutionsrate er pulsfaldet ved +1 min og +2 min. Vi udfylder dette automatisk, når vinduet lukker.
de: Lass den Gurt nach dem Stoppen etwa 2 Minuten angelegt — deine autonome Erholungsrate ist der HF-Abfall bei +1 Min. und +2 Min. Wir tragen dies automatisch ein, wenn das Fenster schließt.
es: Mantén la banda puesta unos 2 minutos después de detener: tu tasa de recuperación autónoma es la caída de FC a +1 min y +2 min. Lo rellenaremos automáticamente cuando se cierre la ventana.
fi: Pidä pantaa noin 2 minuuttia Pysäytä-painikkeen jälkeen — autonominen palautumisnopeutesi on HR:n lasku kohdissa +1 min ja +2 min. Täytämme tämän automaattisesti, kun ikkuna sulkeutuu.
fr: Gardez la ceinture environ 2 minutes après l'arrêt — votre taux de récupération autonome correspond à la baisse de FC à +1 min et +2 min. Nous le compléterons automatiquement à la fermeture de la fenêtre.
is: Hafðu ólina á í um 2 mínútur eftir Stöðva — sjálfvirka endurheimtarhraðinn þinn er fall HR við +1 mín og +2 mín. Við fyllum þetta inn sjálfkrafa þegar glugginn lokast.
it: Tieni la fascia indosso per circa 2 minuti dopo lo Stop — il tuo tasso di recupero autonomo è il calo di HR a +1 min e +2 min. Lo compileremo automaticamente alla chiusura della finestra.
ja: 停止後も約2分間ストラップを装着したままにしてください — 自律神経の回復率は +1分 と +2分 における HR の低下です。ウィンドウが閉じると自動的に記入されます。
ko: 정지 후 약 2분간 스트랩을 착용한 채로 두세요 — 자율신경 회복률은 +1분과 +2분의 HR 감소량입니다. 시간이 지나면 자동으로 입력됩니다.
nb: Behold remmen på i omtrent 2 minutter etter Stopp — den autonome restitusjonsraten din er pulsfallet ved +1 min og +2 min. Vi fyller dette inn automatisk når vinduet lukkes.
nl: Houd de band na Stop ongeveer 2 minuten om — je autonome herstelsnelheid is de HR-daling op +1 min en +2 min. We vullen dit automatisch in wanneer het venster sluit.
pt_br: Mantenha a cinta por cerca de 2 minutos após Parar — sua taxa de recuperação autonômica é a queda da HR em +1 min e +2 min. Preencheremos isso automaticamente quando a janela fechar.
ru: Оставьте ремень примерно на 2 минуты после остановки — скорость автономного восстановления — это снижение HR на отметках +1 мин и +2 мин. Мы заполним это автоматически по закрытии окна.
sv: Ha kvar bandet i cirka 2 minuter efter Stopp — din autonoma återhämtningstakt är pulsfallet vid +1 min och +2 min. Vi fyller i detta automatiskt när fönstret stängs.
zh_hans: 停止后请继续佩戴心率带约 2 分钟 — 你的自主神经恢复率是 +1 分钟和 +2 分钟时的 HR 下降幅度。窗口关闭后我们会自动填入此项。

source: Keep your recordings and settings backed up to iCloud, encrypted on this device before upload. Uses your Apple ID — no account or sign-up needed.
ar: احتفظ بنسخة احتياطية من تسجيلاتك وإعداداتك على iCloud، مشفّرةً على هذا الجهاز قبل الرفع. يستخدم Apple ID الخاص بك — لا حاجة لحساب أو تسجيل.
da: Hold dine optagelser og indstillinger sikkerhedskopieret til iCloud, krypteret på denne enhed før upload. Bruger dit Apple ID — ingen konto eller tilmelding nødvendig.
de: Sichere deine Aufzeichnungen und Einstellungen in iCloud, vor dem Hochladen auf diesem Gerät verschlüsselt. Nutzt deine Apple-ID — kein Konto und keine Registrierung erforderlich.
es: Mantén tus grabaciones y ajustes respaldados en iCloud, cifrados en este dispositivo antes de subirlos. Usa tu Apple ID — no se necesita cuenta ni registro.
fi: Pidä tallenteesi ja asetuksesi varmuuskopioituina iCloudiin, salattuina tällä laitteella ennen lähetystä. Käyttää Apple ID:täsi — tiliä tai rekisteröitymistä ei tarvita.
fr: Gardez vos enregistrements et réglages sauvegardés sur iCloud, chiffrés sur cet appareil avant l’envoi. Utilise votre identifiant Apple — aucun compte ni inscription nécessaire.
is: Haltu öryggisafriti af upptökum þínum og stillingum í iCloud, dulkóðuðu í þessu tæki fyrir upphleðslu. Notar Apple ID-auðkennið þitt — enginn reikningur eða nýskráning nauðsynleg.
it: Mantieni il backup delle registrazioni e delle impostazioni su iCloud, crittografate su questo dispositivo prima del caricamento. Usa il tuo Apple ID — nessun account o registrazione necessari.
ja: 記録と設定を iCloud にバックアップし続けます。アップロード前にこのデバイス上で暗号化されます。Apple ID を使用するため、アカウントやサインアップは不要です。
ko: 기록과 설정을 iCloud에 계속 백업합니다. 업로드 전에 이 기기에서 암호화됩니다. Apple ID를 사용하므로 별도 계정이나 가입이 필요 없습니다.
nb: Hold opptakene og innstillingene dine sikkerhetskopiert til iCloud, kryptert på denne enheten før opplasting. Bruker din Apple-ID — ingen konto eller registrering nødvendig.
nl: Houd je opnamen en instellingen geback-upt naar iCloud, versleuteld op dit apparaat vóór het uploaden. Gebruikt je Apple ID — geen account of registratie nodig.
pt_br: Mantenha suas gravações e configurações com backup no iCloud, criptografadas neste dispositivo antes do upload. Usa seu Apple ID — sem conta nem cadastro.
ru: Резервные копии ваших записей и настроек хранятся в iCloud и шифруются на этом устройстве перед загрузкой. Используется ваш Apple ID — без учётной записи и регистрации.
sv: Håll dina inspelningar och inställningar säkerhetskopierade i iCloud, krypterade på den här enheten före uppladdning. Använder ditt Apple-ID — inget konto eller registrering behövs.
zh_hans: 将你的记录和设置备份到 iCloud，上传前在本设备上加密。使用你的 Apple ID——无需账户或注册。

source: Keep your strap on for %@ more
ar: أبقِ حزامك مرتديًا لمدة %@ إضافية
da: Behold din rem på i %@ mere
de: Behalte deinen Gurt noch %@ an
es: Mantén tu banda puesta %@ más
fi: Pidä pantasi vielä %@
fr: Gardez votre ceinture encore %@
is: Hafðu beltið á þér í %@ í viðbót
it: Tieni la fascia ancora per %@
ja: あと%@、ストラップを着けたままにしてください
ko: 스트랩을 %@ 더 착용하세요
nb: Behold beltet på i %@ til
nl: Houd je band nog %@ om
pt_br: Mantenha sua cinta por mais %@
ru: Оставьте ремень ещё на %@
sv: Ha kvar bandet i %@ till
zh_hans: 再佩戴心率带 %@

source: Key findings
ar: النتائج الرئيسية
da: Vigtigste fund
de: Wichtigste Erkenntnisse
es: Hallazgos clave
fi: Keskeiset havainnot
fr: Conclusions clés
is: Helstu niðurstöður
it: Risultati principali
ja: 主な所見
ko: 주요 결과
nb: Viktigste funn
nl: Belangrijkste bevindingen
pt_br: Principais conclusões
ru: Ключевые выводы
sv: Viktigaste resultaten
zh_hans: 关键发现

source: Key Findings
ar: النتائج الرئيسية
da: Vigtige fund
de: Wichtige Ergebnisse
es: Hallazgos clave
fi: Keskeiset havainnot
fr: Résultats clés
is: Helstu niðurstöður
it: Risultati chiave
ja: 主な発見
ko: 주요 발견
nb: Viktige funn
nl: Belangrijkste bevindingen
pt_br: Principais Descobertas
ru: Ключевые результаты
sv: Huvudresultat
zh_hans: 关键发现

source: KEY METRICS
ar: المقاييس الرئيسية
da: NØGLETAL
de: KENNZAHLEN
es: MÉTRICAS CLAVE
fi: AVAINLUVUT
fr: INDICATEURS CLÉS
is: LYKILMÆLINGAR
it: METRICHE CHIAVE
ja: 主要指標
ko: 주요 지표
nb: NØKKELTALL
nl: KERNCIJFERS
pt_br: MÉTRICAS PRINCIPAIS
ru: КЛЮЧЕВЫЕ ПОКАЗАТЕЛИ
sv: NYCKELTAL
zh_hans: 关键指标

source: Key removed.
ar: تمت إزالة المفتاح.
da: Nøgle fjernet.
de: Schlüssel entfernt.
es: Clave eliminada.
fi: Avain poistettu.
fr: Clé supprimée.
is: Lykli eytt.
it: Chiave rimossa.
ja: キーを削除しました。
ko: 키가 제거되었습니다.
nb: Nøkkel fjernet.
nl: Sleutel verwijderd.
pt_br: Chave removida.
ru: Ключ удалён.
sv: Nyckel borttagen.
zh_hans: 密钥已移除。

source: Key saved.
ar: تم حفظ المفتاح.
da: Nøgle gemt.
de: Schlüssel gespeichert.
es: Clave guardada.
fi: Avain tallennettu.
fr: Clé enregistrée.
is: Lykill vistaður.
it: Chiave salvata.
ja: キーを保存しました。
ko: 키가 저장되었습니다.
nb: Nøkkel lagret.
nl: Sleutel opgeslagen.
pt_br: Chave salva.
ru: Ключ сохранён.
sv: Nyckel sparad.
zh_hans: 密钥已保存。

source: Keyboard performance
ar: أداء لوحة المفاتيح
da: Tastaturydelse
de: Tastaturleistung
es: Rendimiento del teclado
fi: Näppäimistön suorituskyky
fr: Performances du clavier
is: Afköst lyklaborðs
it: Prestazioni della tastiera
ja: キーボードのパフォーマンス
ko: 키보드 성능
nb: Tastaturytelse
nl: Toetsenbordprestaties
pt_br: Desempenho do teclado
ru: Производительность клавиатуры
sv: Tangentbordsprestanda
zh_hans: 键盘性能

source: Keys are stored in the iOS Keychain on this device only. They are never synced to iCloud and are sent only to the corresponding provider.
ar: تُخزَّن المفاتيح في سلسلة مفاتيح iOS على هذا الجهاز فقط. ولا تُزامَن أبدًا مع iCloud وتُرسَل فقط إلى المزوّد المعني.
da: Nøgler gemmes kun i iOS-nøgleringen på denne enhed. De synkroniseres aldrig til iCloud og sendes kun til den tilsvarende udbyder.
de: Schlüssel werden nur im iOS-Schlüsselbund auf diesem Gerät gespeichert. Mit iCloud werden sie nie synchronisiert, und gesendet werden sie nur an den entsprechenden Anbieter.
es: Las claves se almacenan en el Llavero de iOS solo en este dispositivo. Nunca se sincronizan con iCloud y solo se envían al proveedor correspondiente.
fi: Avaimet tallennetaan iOS:n avainnippuun vain tällä laitteella. Niitä ei koskaan synkronoida iCloudiin, ja ne lähetetään vain vastaavalle palveluntarjoajalle.
fr: Les clés sont stockées dans le trousseau iOS sur cet appareil uniquement. Elles ne sont jamais synchronisées avec iCloud et ne sont envoyées qu'au fournisseur correspondant.
is: Lyklar eru aðeins geymdir í iOS-lyklakippunni á þessu tæki. Þeir eru aldrei samstilltir við iCloud og eru aðeins sendir til viðeigandi þjónustuveitanda.
it: Le chiavi vengono memorizzate nel Portachiavi iOS solo su questo dispositivo. Non vengono mai sincronizzate con iCloud e sono inviate solo al provider corrispondente.
ja: キーはこのデバイスの iOS キーチェーンにのみ保存されます。iCloud に同期されることはなく、対応するプロバイダーにのみ送信されます。
ko: 키는 이 기기의 iOS 키체인에만 저장됩니다. iCloud에 동기화되지 않으며 해당 제공업체에만 전송됩니다.
nb: Nøkler lagres kun i iOS-nøkkelringen på denne enheten. De synkroniseres aldri til iCloud og sendes kun til den aktuelle leverandøren.
nl: Sleutels worden alleen op dit apparaat in de iOS-sleutelhanger opgeslagen. Ze worden nooit met iCloud gesynchroniseerd en alleen naar de betreffende provider verzonden.
pt_br: As chaves são armazenadas no Chaveiro do iOS apenas neste dispositivo. Elas nunca são sincronizadas com o iCloud e são enviadas apenas para o provedor correspondente.
ru: Ключи хранятся в Связке ключей iOS только на этом устройстве. Они никогда не синхронизируются с iCloud и отправляются только соответствующему поставщику.
sv: Nycklar lagras endast i iOS-nyckelringen på den här enheten. De synkroniseras aldrig till iCloud och skickas endast till respektive leverantör.
zh_hans: 密钥仅存储在本设备的 iOS 钥匙串中。它们绝不会同步到 iCloud，仅发送给对应的提供商。

source: kg
ar: كجم
ru: кг

source: kilometres, metres, min/km
ar: كيلومترات، أمتار، دقيقة/كم
da: kilometer, meter, min/km
de: Kilometer, Meter, Min./km
es: kilómetros, metros, min/km
fi: kilometriä, metriä, min/km
fr: kilomètres, mètres, min/km
is: kílómetrar, metrar, mín/km
it: chilometri, metri, min/km
ja: キロメートル、メートル、分/km
ko: 킬로미터, 미터, 분/km
nb: kilometer, meter, min/km
nl: kilometers, meters, min/km
pt_br: quilômetros, metros, min/km
ru: километры, метры, мин/км
sv: kilometer, meter, min/km
zh_hans: 公里、米、分钟/公里

source: Know when to push hard and when to rest
ar: اعرف متى تضغط ومتى ترتاح
da: Vid, hvornår du skal presse på og hvornår du skal hvile
de: Wissen, wann man Gas geben und wann man sich erholen sollte
es: Sabe cuándo esforzarte y cuándo descansar
fi: Tiedä milloin painaa kovaa ja milloin levätä
fr: Sachez quand forcer et quand vous reposer
is: Vittu hvenær á að herða og hvenær á að hvílast
it: Sapere quando spingersi e quando riposare
ja: いつ追い込み、いつ休むべきか知る
ko: 언제 열심히 하고 언제 쉬어야 하는지
nb: Vit når du skal presse på og når du skal hvile
nl: Weet wanneer u hard moet gaan en wanneer u moet rusten
pt_br: Saiba quando se esforçar e quando descansar
ru: Знайте, когда выкладываться и когда отдыхать
sv: Vet när du ska pressa på och när du ska vila
zh_hans: 知道何时全力以赴、何时休息

source: Known Devices
ar: الأجهزة المعروفة
da: Kendte enheder
de: Bekannte Geräte
es: Dispositivos conocidos
fi: Tunnetut laitteet
fr: Appareils connus
is: Þekkt tæki
it: Dispositivi conosciuti
ja: 既知のデバイス
ko: 알려진 기기
nb: Kjente enheter
nl: Bekende apparaten
pt_br: Dispositivos Conhecidos
ru: Известные устройства
sv: Kända enheter
zh_hans: 已知设备

source: Lactate threshold heart rate
ar: معدل ضربات القلب عند عتبة اللاكتات
da: Hjertefrekvens ved laktattærskel
de: Herzfrequenz an der Laktatschwelle
es: Frecuencia cardíaca en el umbral de lactato
fi: Laktaattikynnyksen syke
fr: Fréquence cardiaque au seuil lactique
is: Hjartsláttur við mjólkursýruþröskuld
it: Frequenza cardiaca alla soglia del lattato
ja: 乳酸性閾値の心拍数
ko: 젖산 역치 심박수
nb: Hjertefrekvens ved laktatterskel
nl: Hartslag bij lactaatdrempel
pt_br: Frequência cardíaca no limiar de lactato
ru: пульс на лактатном пороге
sv: Hjärtfrekvens vid laktattröskel
zh_hans: 乳酸阈心率

source: Lactate Threshold HR
ar: معدل ضربات القلب عند عتبة اللاكتات
da: Laktattærskel-HR
de: HF an der Laktatschwelle
es: FC del umbral de lactato
fi: Laktaattikynnyksen HR
fr: FC au seuil lactique
is: HR við mjólkursýruþröskuld
it: FC alla soglia del lattato
ja: 乳酸性作業閾値の心拍数
ko: 젖산 역치 심박수
nb: HR ved laktatterskel
nl: HR bij lactaatdrempel
pt_br: FC do limiar de lactato
ru: пульс на лактатном пороге
sv: HR vid laktattröskel
zh_hans: 乳酸阈值心率

source: Lactate-threshold HR
ar: نبض عتبة اللاكتات
da: Puls ved laktattærskel
de: HF an der Laktatschwelle
es: FC en umbral de lactato
fi: Laktaattikynnyksen syke
fr: FC au seuil lactique
is: Púls við mjólkursýruþröskuld
it: FC alla soglia del lattato
ja: 乳酸性作業閾値心拍
ko: 젖산 역치 심박
nb: Puls ved laktatterskel
nl: HS bij lactaatdrempel
pt_br: FC no limiar de lactato
ru: Пульс на лактатном пороге
sv: Puls vid laktattröskel
zh_hans: 乳酸阈心率

source: Language
ar: اللغة
da: Sprog
de: Sprache
es: Idioma
fi: Kieli
fr: Langue
is: Tungumál
it: Lingua
ja: 言語
ko: 언어
nb: Språk
nl: Taal
pt_br: Idioma
ru: Язык
sv: Språk
zh_hans: 语言

source: Last 5 min
ar: آخر 5 دقائق
da: Sidste 5 min
de: Letzte 5 Min.
es: Últimos 5 min
fi: Viimeiset 5 min
fr: 5 dernières min
is: Síðustu 5 mín
it: Ultimi 5 min
ja: 直近5分
ko: 최근 5분
nb: Siste 5 min
nl: Laatste 5 min
pt_br: Últimos 5 min
ru: Последние 5 мин
sv: Senaste 5 min
zh_hans: 最近 5 分钟

source: last 7 days
ar: آخر 7 أيام
da: sidste 7 dage
de: letzte 7 Tage
es: últimos 7 días
fi: viimeiset 7 päivää
fr: 7 derniers jours
is: síðustu 7 dagar
it: ultimi 7 giorni
ja: 直近7日
ko: 최근 7일
nb: siste 7 dager
nl: laatste 7 dagen
pt_br: últimos 7 dias
ru: последние 7 дней
sv: senaste 7 dagarna
zh_hans: 最近 7 天

source: Last 7 days
ar: آخر 7 أيام
da: Sidste 7 dage
de: Letzte 7 Tage
es: Últimos 7 días
fi: Viimeiset 7 päivää
fr: 7 derniers jours
is: Síðustu 7 dagar
it: Ultimi 7 giorni
ja: 直近7日
ko: 최근 7일
nb: Siste 7 dager
nl: Laatste 7 dagen
pt_br: Últimos 7 dias
ru: Последние 7 дней
sv: Senaste 7 dagarna
zh_hans: 最近 7 天

source: last 7 days · phone + watch
ar: آخر 7 أيام · الهاتف والساعة
da: sidste 7 dage · telefon + ur
de: letzte 7 Tage · Telefon + Uhr
es: últimos 7 días · teléfono y reloj
fi: viimeiset 7 päivää · puhelin + kello
fr: 7 derniers jours · téléphone + montre
is: síðustu 7 dagar · sími + úr
it: ultimi 7 giorni · telefono + orologio
ja: 直近7日 · iPhone + Watch
ko: 최근 7일 · 휴대폰 + 시계
nb: siste 7 dager · telefon + klokke
nl: laatste 7 dagen · telefoon + horloge
pt_br: últimos 7 dias · telefone + relógio
ru: последние 7 дней · телефон + часы
sv: senaste 7 dagarna · telefon + klocka
zh_hans: 最近 7 天 · 手机 + 手表

source: Last 30 readings
ar: آخر 30 قراءة
da: Sidste 30 målinger
de: Letzte 30 Messungen
es: Últimas 30 lecturas
fi: Viimeiset 30 mittausta
fr: 30 dernières mesures
is: Síðustu 30 mælingar
it: Ultime 30 letture
ja: 直近30件の測定
ko: 최근 30회 측정
nb: Siste 30 målinger
nl: Laatste 30 metingen
pt_br: Últimas 30 leituras
ru: Последние 30 измерений
sv: Senaste 30 mätningarna
zh_hans: 最近 30 次读数

source: Last chance — this cannot be undone. The app will need to be restarted afterward.
ar: الفرصة الأخيرة — لا يمكن التراجع عن هذا. سيلزم إعادة تشغيل التطبيق بعد ذلك.
da: Sidste chance — dette kan ikke fortrydes. Appen skal genstartes bagefter.
de: Letzte Chance — dies kann nicht rückgängig gemacht werden. Die App muss anschließend neu gestartet werden.
es: Última oportunidad: esto no se puede deshacer. La app deberá reiniciarse después.
fi: Viimeinen mahdollisuus — tätä ei voi peruuttaa. Sovellus on käynnistettävä uudelleen jälkeenpäin.
fr: Dernière chance — cette action est irréversible. L'app devra être redémarrée ensuite.
is: Síðasta tækifæri — þetta er ekki hægt að afturkalla. Það þarf að endurræsa forritið á eftir.
it: Ultima possibilità: questa azione non può essere annullata. L'app dovrà essere riavviata in seguito.
ja: 最後の確認です — この操作は取り消せません。その後、アプリの再起動が必要になります。
ko: 마지막 기회입니다 — 이 작업은 취소할 수 없습니다. 이후 앱을 다시 시작해야 합니다.
nb: Siste sjanse — dette kan ikke angres. Appen må startes på nytt etterpå.
nl: Laatste kans — dit kan niet ongedaan worden gemaakt. De app moet daarna opnieuw worden gestart.
pt_br: Última chance — isso não pode ser desfeito. O app precisará ser reiniciado depois.
ru: Последний шанс — это нельзя отменить. После этого приложение потребуется перезапустить.
sv: Sista chansen — detta kan inte ångras. Appen måste startas om efteråt.
zh_hans: 最后的机会 — 此操作无法撤销。之后需要重启应用。
